{

  "grow": {
    "how": "Our customers and collaboration partners appreciate the expertise Evologic brings to the table for process development, optimization, scale up, and formulation. Evologic turns science based biologicals into economically feasible, industrial products. After all, product quality is defined during production, but this quality needs to be conserved by formulation and throughout application to make sure the product keeps its promise.",
    "challenges":"Do you have a specific challenge in mind? Perhaps product stability, product quality, cost, or scalability? Let’s get in touch! Evologic implements a thorough risk analysis to list and prioritize the factors contributing to your constraints. These factors are then systematically investigated in our lab scale facilities to develop the most efficient solution to any specific challenge. ",
    "strain":"Are you in need of your product in larger quantity? Evologic offers cutting edge fermentation expertise from lab to industrial scale in combination with proprietary fermentation technologies (e.g. pseudo solid state fermentation – PSSF). We can supply the material in large scale for your field trial, market introduction, or to satisfy your long-term product needs. ",

    "plants":"Plants, when transformed with agrobacterium, can be grown as “hairy roots” to produce small bioactive molecules (secondary metabolites). ",
    "fungi":"To date, conventional manufacturing technologies only allow quality replication of 4 out of 2.8 million known fungal species while avoiding contamination. Our proprietary manufacturing technology PSSF aims to disrupt this perspective. ",
    "bacteria":"Bacteria can have many beneficial effects in the agri/feed and food market. However, our technologies will make sure that you are surprised by what can be accomplished in a bioreactor. "
  },

  "plants" : {
    "benefits": "Mauris pellentesque pulvinar pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas maecenas pharetra convallis posuere morbi leo urna molestie at elementum eu facilisis",

    "intro to HR": "ugue interdum velit euismod in pellentesque massa placerat duis ultricies lacus sed turpis tincidunt id aliquet risus feugiat in ante metus dictum at tempor commodo ullamcorper a lacus manufacturing process",
    "development": "ugue interdum velit euismod in pellentesque massa placerat duis ultricies lacus sed turpis tincidunt id aliquet risus feugiat in ante metus dictum at tempor commodo ullamcorper a lacus manufacturing process",
    "reactor": "Ullamcorper eget nulla facilisi etiam dignissim diam quis enim lobortis scelerisque fermentum dui faucibus",
    "setup": "Ullamcorper eget nulla facilisi etiam dignissim diam quis enim lobortis scelerisque fermentum dui faucibus",

    "growing amf": "Enim nec dui nunc mattis enim ut tellus elementum sagittis vitae et leo duis ut diam quam nulla porttitor massa id neque aliquam vestibulum morbi blandit cursus risus at ultrices mi tempus imperdiet nulla malesuada pellentesque elit eget gravida cum sociis natoque penatibus et magnis dis parturient montes nascetur ridiculus mus mauris vitae ultricies leo integer malesuada nunc vel risus commodo viverra maecenas accumsan lacus",
    "extract": "Arcu dui vivamus arcu felis bibendum ut tristique et egestas quis ipsum suspendisse ultrices gravida dictum fusce ut placerat orci nulla pellentesque dignissim enim sit amet venenatis urna"
  },
  "fungi benefits":"Tellus in metus vulputate eu scelerisque felis imperdiet proin fermentum leo vel orci porta non pulvinar neque laoreet suspendisse",

  "bacteria": {
    "benefits": "Mauris pellentesque pulvinar pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas maecenas pharetra convallis posuere morbi leo urna molestie at elementum eu facilisis",
    "description":"id faucibus nisl tincidunt eget nullam non nisi est sit amet facilisis magna etiam tempor orci eu lobortis elementum nibh tellus molestie nunc non blandit massa enim nec dui nunc mattis enim ut tellus elementum sagittis vitae et leo duis ut diam quam nulla porttitor massa id neque aliquam vestibulum morbi blandit cursus risus at ultrices mi tempus imperdiet nulla malesuada pellentesque elit eget",
    "productivity":"Enim nec dui nunc mattis enim ut tellus elementum sagittis vitae et leo duis ut diam quam nulla porttitor massa id neque aliquam vestibulum morbi blandit cursus risus at ultrices mi tempus imperdiet nulla malesuada pellentesque elit eget gravida cum sociis natoque penatibus et magnis dis parturient montes nascetur ridiculus mus mauris vitae ultricies leo integer malesuada nunc vel risus commodo viverra maecenas accumsan lacus",
    "space time":"Quis eleifend quam adipiscing vitae proin sagittis nisl rhoncus mattis rhoncus urna neque viverra justo nec ultrices dui sapien eget mi proin sed libero enim sed faucibus turpis"
  },

  "phoma": {
    "description": "Mauris pellentesque pulvinar pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas maecenas pharetra convallis posuere morbi leo urna molestie at elementum eu facilisis",
    "improvements":"id faucibus nisl tincidunt eget nullam non nisi est sit amet facilisis magna etiam tempor orci eu lobortis elementum nibh tellus molestie nunc non blandit massa enim nec dui nunc mattis enim ut tellus elementum sagittis vitae et leo duis ut diam quam nulla porttitor massa id neque aliquam vestibulum morbi blandit cursus risus at ultrices mi tempus imperdiet nulla malesuada pellentesque elit eget"

  }


}
